Repository: CSR-Rath/Core_Structure_iOS
Catalog: CoreStructure_iOS/CoreStructure_iOS/Resources/*.lproj/Localizable.strings
Languages: km

# welcome_message
source: Welcome to our app!
km: សូមស្វាគមន៍មកកាន់កម្មវិធីរបស់យើង!

# goodbye_message
source: Goodbye!
km: លាហើយ!

# error_message
source: An error has occurred. Please try again.
km: មានកំហុសមួយកើតឡើង។ សូមព្យាយាមម្តងទៀត។

source: Customer
km: អតិថិជន

source: First Name
km: នាមត្រកូល

source: Last Name
km: ត្រកូល

source: Product Order
km: ការបញ្ជាទិញផលិតផល

source: Customer Name
km: ឈ្មោះអតិថិជន

source: Phone number
km: លេខទូរស័ព្ទ

source: Product name
km: ឈ្មោះផលិតផល

source: Product price
km: តម្លៃផលិតផល

# delivery
source: Delivery price
km: ថ្លៃដឹកជញ្ជូន

source: Location:
km: ទីតាំង៖

source: Add product
km: បន្ថែមផលិតផល

source: Submit Order
km: ដាក់បញ្ជាទិញ

source: Qty
km: ចំនួន៖

source: Enter detailed information about the product
km: បញ្ចូលព័ត៌មានលម្អិតអំពីផលិតផល

source: Missing Info
km: ព័ត៌មានខ្វះ

source: Invalid Input
km: ទិន្នន័យមិនត្រឹមត្រូវ

# enter_customer_name
source: Please enter the customer's name.
km: សូមបញ្ចូលឈ្មោះអតិថិជន។

# enter_phone_number
source: Please enter the phone number.
km: សូមបញ្ចូលលេខទូរសព្ទ។

# enter_delivery_price
source: Please enter the delivery price.
km: សូមបញ្ចូលតម្លៃដឹកជញ្ជូន។

# enter_customer_location
source: Please enter the customer's location.
km: សូមបញ្ចូលទីតាំងអតិថិជន។

# enter_product_name
source: Please enter the product name.
km: សូមបញ្ចូលឈ្មោះផលិតផល។

# enter_product_price
source: Please enter the product price.
km: សូមបញ្ចូលតម្លៃផលិតផល។

# enter_product_qty
source: Please enter the product quantity.
km: សូមបញ្ចូលបរិមាណផលិតផល។

source: OK
km: យល់ព្រម
